Repository: OpenWebconcept/plugin-openkaarten-frontend-plugin
Catalog: languages/openkaarten-frontend-plugin-*.po
Languages: nl_nl

source: Adds OpenKaarten Blocks to the Gutenberg editor.
nl_nl: Voegt OpenKaarten blokken toe aan de Gutenberg editor.

source: OpenKaarten Blocks
nl_nl: OpenKaarten blokken

# block title
source: OWC Openmaps Openstreet Map
nl_nl: OpenKaarten Openstreetmap Kaart

# block description
source: OWC Openmaps Openstreet Map
nl_nl: OpenKaarten Openstreetmap Kaart

# block keyword
source: openmaps
nl_nl: openkaarten

# block keyword
source: map
nl_nl: kaart

# block keyword
source: locations
nl_nl: locaties

source: Invalid URL
nl_nl: Ongeldige URL

source: Error parsing nested JSON
nl_nl: Fout bij het parsen van geneste JSON

source: Unexpected response format or 'datasets' is not an array.
nl_nl: Onverwachte opbouw van antwoord, of 'datasets' is geen array.

source: Fetching datasets failed
nl_nl: Het ophalen van datasets is mislukt

source: Select the datalayers you want to display on the map
nl_nl: Selecteer de datalagen die u op de kaart wilt weergeven

source: No datalayers found
nl_nl: Geen datalagen gevonden

source: No datalayers selected
nl_nl: Geen datalagen geselecteerd

source: URL to rest-endpoint or Domain URL
nl_nl: URL naar rest-eindpunt of domein-URL

source: Select datalayers:
nl_nl: Selecteer datalagen:

source: Selected datalayers
nl_nl: Geselecteerde datalagen

source: URL template for tile layer
nl_nl: URL-sjabloon voor tegel-laag
